{
  "catppuccin": { "branch": "main" },
  "ddc": { "branch": "main" },
  "ddc-filter-converter_color": { "branch": "main" },
  "ddc-filter-converter_remove_overlap": { "branch": "main" },
  "ddc-fuzzy": { "branch": "main" },
  "ddc-source-around": { "branch": "main" },
  "ddc-source-cmdline": { "branch": "main" },
  "ddc-source-cmdline_history": { "branch": "main" },
  "ddc-source-file": { "branch": "main" },
  "ddc-source-input": { "branch": "main" },
  "ddc-source-line": { "branch": "main" },
  "ddc-source-lsp": { "branch": "main" },
  "ddc-source-rg": { "branch": "main" },
  "ddc-ui-pum": { "branch": "main" },
  "ddu-filter-converter_devicon": { "branch": "main" },
  "ddu-filter-fzf": { "branch": "main" },
  "ddu-filter-matcher_substring": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-source-action": { "branch": "main" },
  "ddu-source-buffer": { "branch": "main" },
  "ddu-source-file_external": { "branch": "main" },
  "ddu-source-file_rec": { "branch": "main" },
  "ddu-source-help": { "branch": "main" },
  "ddu-source-lsp": { "branch": "main" },
  "ddu-source-rg": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denippet.vim": { "branch": "feat/update-ddc-vim" },
  "denops": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "fyler.nvim": { "branch": "stable" },
  "gitsigns.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "markdown-plus.nvim": { "branch": "main" },
  "mason": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "rustowl": { "branch": "main" },
  "tabby.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "undo-glow.nvim": { "branch": "main" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
